Repository: enricoDec/JourneyMap
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Name
it: Nome

source: Message
it: Messaggio

source: Contact Us
it: Contattaci

source: My Journey
it: Il mio viaggio

source: Profile
it: Profilo

source: Sign In
it: Accedi

source: Sign Up
it: Iscriviti

source: Privacy Policy
it: Politica sulla riservatezza

source: Terms of Service
it: Termini di servizio

source: Send
it: Invia

source: Message Received from User
it: Messaggio ricevuto dall'utente

source: User:
it: Utente:

source: Send a message:
it: Ha mandato il seguente messaggio:

source: Hello
it: Ciao

source: Thank you for contacting us.
it: Grazie per averci contattato.

source: We will reply to your message soon.
it: Risponderemo al tuo messaggio al più presto.

source: Your message:
it: Il tuo Messaggio:

source: This is an automated response.
it: Questa è una risposta automatica.

source: Go to your journey
it: Inizia il tuo viaggio

source: Start your journey
it: Inizia il tuo viaggio

source: FEATURES
it: CARATTERISTICHE

source: Upload images of your journeys to visualize them on a map!
it: Carica le immagini dei tuoi viaggi e verranno visualizzati su una mappa!

source: Create Journeys
it: Crea Viaggi

source: Create journeys and upload images.
it: Crea Viaggi e carica immagini.

source: Relive your Journeys
it: Rivivi i tuoi viaggi

source: Relive your journeys on an interactive world map.
it: Rivivi i tuoi viaggi su una cartina interattiva.

source: Share Journeys
it: Condividi i tuoi viaggi

source: Share your journeys with other people.
it: Condividi i tuoi viaggi con altre persone.

source: Delete Journey
it: Crea Viaggi

source: Confirm
it: Conferma

source: Cancel
it: Cancella

source: Add Image to journey
it: Aggiungi immagine al viaggio

source: Save
it: Salva

source: Date
it: Data

source: Latitude
it: Latitudine

source: Longitude
it: Longitudine

source: Empty
it: Vuoto

source: Add Journey
it: Il mio viaggio

source: Are you sure that you want to delete this journey?
it: Sei sicuro di volore eliminare questo viaggio?

source: Title
it: Titolo

source: Images
it: Immagini

source: Distance
it: Distanza

source: User send a Contact Form
it: L'utente ha inviato una domanda

source: We received your message
it: Abbiamo ricevuto il tuo messaggio

source: Thank you, your message was send.
it: Grazie, il messaggio è stato inviato.

source: An error occurred, please try again
it: Si è verificato un errore. Si prega di riprovare

source: You are not allowed to delete this journey!
it: Non hai il permesso di eliminare questo viaggio!

source: Please enter a valid Email
it: Inserisci una e-mail valida

source: Surname
it: Cognome

source: Username or Email
it: Username o e-mail

source: The Email must be set
it: e-mail è necessaria

source: The Username must be set
it: Username è necessario

source: Reset Password
it: Password

source: Request Password
it: Password

source: You're receiving this email because you requested a password reset for your user account at
it: Hai ricevuto questa e-mail siccome hai richiesto di cambiare la tua password per il tuo account su

source: Please go to the following page and choose a new password:
it: Vi preghiamo di andare sulla seguente pagina e impostare una nuova password:

source: Profile Info
it: Info sul Profilo

source: Profile Picture
it: Foto profilo

source: Update Picture
it: Aggiorna immagine

source: Profile Password
it: Password

source: Change your password:
it: Cambia la tua password:

source: Update Password
it: Cambia password

source: Log In
it: Accedi

source: Login
it: Accedi

source: Forgot your password ?
it: Cambia la tua password:

source: Do you need to Register ?
it: Hai bisogno di registrati ?

source: You have been succefully logged out!
it: Sei stato disconnesso con successo!

source: Log In Again
it: Accedi nuovamente

source: Register
it: Reggistrati

source: By clicking "Sign Up", you agree to our
it: Cliccando su "Iscriviti", accetti la nostra

source: and our
it: e i nostri

source: Already have an Account ?
it: Hai già un account ?

source: Hi
it: Ciao

source: Thanks for signing up with JourneyMap!
it: Grazie per esserti iscritto a JourneyMap!

source: You must follow this link to activate your account:
it: Segui questo link per attivare il tuo account:

source: Password information Updated!
it: Password aggiornata!

source: Activate your account
it: Inizia il tuo viaggio

source: Please confirm your email address to complete the registration
it: Conferma la tua e-mail prima di procedere

source: You have been successfully logged out!
it: Sei stato disconnesso con successo!

source: Activation successful!
it: Attivazione riuscita

source: Activation link is invalid!
it: Link per la attivazione è invalido!

source: Profile picture updated!
it: Immagine di profilo aggiornata!

source: Please correct the error below.
it: Correggere l'errore in basso

source: An email has been sent
it: Abbiamo mandato una e-mail

source: Your password has been updated.
it: La tua password è stata aggiornata.
